[robojumper_UISquadSelect]
strSwitchPerspective=切换视图
strSwitchPerspectiveTooltip=在概览和正常视角之间切换。

strCycleLists=循环列表

strUnequipSquad=卸下全队装备
strUnequipSquadTooltip=卸下当前选中所有队员的全部装备。
strUnequipSquadConfirm=确认卸下小队装备
strUnequipSquadWarning=卸下当前任务所有已选士兵的全部装备。卸下后所有士兵都可立即装载。

strUnequipBarracks=卸下兵营装备
strUnequipBarracksTooltip=卸下当前选中之外成员的全部装备。
strUnequipBarracksConfirm=确认卸下兵营装备
strUnequipBarracksWarning=卸下当前任务所有未选士兵的全部装备。卸下后所有士兵都可立即装载。

[robojumper_SquadSelect_UISL_MCM]
strModTitle="小队选择界面/robojumper's Squad Select"
strLabel="小队选择界面"
strGroupTitle="常规设置"

strShowWeaponUpgradeIcons=显示(任何)武器升级图标
strSkipSecondaryUpgradeIconsAvailable=只显示主武器升级图标
strShowBGImages=显示物品(护甲和武器)背景图像
strShowMeTheSkills=显示单位技能
strShowStats=显示单位数据
strSkipInitialAbilities=跳过天生能力(不显示被动技能)
strAutofillSquad=自动填充小队
strOpenWeaponUpgradeWithController=可用手柄打开武器升级界面

strDisallowInfiniteScrolling=禁止无限滚动
strSkipIntro=跳过介绍

strSquadSize=小队规模大小

strSquadSizeSpawnWarning=小队超过9名以上会出现问题，因为出生点只能支持9个单位。有关解决方案，请参阅工坊页面！


strHideTrainingCenterButton=隐藏训练中心按钮

[robojumper_UISquadSelect_SkillsPanel]
strTrainingCenter=%SOLDIERPOINTS 士兵能力点
; removed because duplicate info bad
; (%TOTALPOINTS in Shared Pool)